anthropic.claude-code
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-pull-request-github
gruntfuggly.todo-tree
mgmcdermott.vscode-language-babel
ms-vscode.live-server
rvest.vs-code-prettier-eslint
sourcegraph.cody-ai
steoates.autoimport
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
